---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification
source: html/66640218-d104-be6e-471d-a3bbeff54b52.htm
---
# ElectricalLoadClassification Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.